[{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 1513.1. Our position, orbiting planet M-113. On board the Enterprise, Mister Spock temporarily in command. On the planet the ruins of an ancient and long-dead civilization. Ships surgeon McCoy and myself are now beaming down to the planets surface. Our mission, routine medical examination of archaeologist Robert Crater and his wife Nancy. Routine but for the fact that Nancy Crater is that one woman in Doctor McCoys past.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"101","ep_num":"2","ep_title":"The Man Trap","s":"1","e":"1"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): additional entry. Since our mission was routine, we had beamed down to the planet without suspicion. We were unaware each member of the landing party was seeing a different woman, a different Nancy Crater.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"101","ep_num":"2","ep_title":"The Man Trap","s":"1","e":"1"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 1513.4. In orbit around planet M-113. One crewman, member of the landing party, dead by violence. Cause unknown, but we are certain the cause of death was not poison.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"101","ep_num":"2","ep_title":"The Man Trap","s":"1","e":"1"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-4 (Kirk): Stardate 1513.8. I am now certain that the violent death of my crewmen was caused by some strange life-form.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"101","ep_num":"2","ep_title":"The Man Trap","s":"1","e":"1"},{"whichDotOnSpoke":"4","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-5 (Kirk): additional. Armed and able-bodied crewmen are not attacked and slaughtered this easily. Apparently, the killer can immobilize them as it approacHe's perhaps with some hypnotic or paralyzing power. The answer lies with Professor Crater.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"101","ep_num":"2","ep_title":"The Man Trap","s":"1","e":"1"},{"whichDotOnSpoke":"5","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-6 (Kirk): continuing. The Enterprise has been invaded by a creature capable of assuming any form, and with the capacity to paralyze and draw the life from any one of us.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"101","ep_num":"2","ep_title":"The Man Trap","s":"1","e":"1"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 1533.6. Now maneuvering to come alongside cargo vessel Antares. Its Captain and First officer are beaming over to us with an unusual passenger.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"102","ep_num":"3","ep_title":"Charlie X","s":"1","e":"2"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 1533.7. We have taken aboard an unusual passenger for transport to Colony Alpha Five. Charles Evans, the sole survivor of a transport crash fourteen years ago. The child, alone from age three, has not only survived, but has grown to intelligent, healthy adolescence.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"102","ep_num":"3","ep_title":"Charlie X","s":"1","e":"2"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 1535.8. UESPA headquarters notified of the mysterious loss of science probe vessel Antares.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"102","ep_num":"3","ep_title":"Charlie X","s":"1","e":"2"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Star date 1312.4. The impossible has happened. From directly ahead, were picking up a recorded distress signal, the call letters of a vessel which has been missing for over two centuries. Did another Earth ship once probe out of the galaxy as we intend to do? What happened to it out there? Is this some warning they've left behind?","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"103","ep_num":"4","ep_title":"Where No Man Has Gone Before","s":"1","e":"3"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Star date 1312.9. Ships condition, heading back on impulse power only. Main engines burned out. The ships space warp ability gone. Earth bases which were only days away are now years in the distance. Our overriding question now is what destroyed the Valiant? They lived through the barrier, just as we have. What happened to them after that?","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"103","ep_num":"4","ep_title":"Where No Man Has Gone Before","s":"1","e":"3"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 1313.3. Note commendations on Lieutenant Kelso and the engineering staff. In orbit above us, the engines of the Enterprise are almost fully regenerated. Balance of the landing party is being transported back up. Mitchell, whatever he's become, keeps changing, growing stronger by the minute.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"103","ep_num":"4","ep_title":"Where No Man Has Gone Before","s":"1","e":"3"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-4 (Kirk): Stardate 1313.8. Add to official losses, Doctor Elizabeth Dehner. Be it noted she gave her life in performance of her duty. Lieutenant Commander Lt. Cmdr. Gary Mitchell, same notation. I want his service record to end that way. He didn't ask for what happened to him.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"103","ep_num":"4","ep_title":"Where No Man Has Gone Before","s":"1","e":"3"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Our position, orbiting Psi 2000, an ancient world, now a frozen wasteland, about to rip apart in its death throes. Our mission, pick up a scientific party below, observe the disintegration of the planet.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"104","ep_num":"5","ep_title":"The Naked Time","s":"1","e":"4"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 1704.2. The science party we were to have picked up has been found dead. Life support systems had been turned off. Station personnel, frozen to death. Conditions highly unusual. Meanwhile, we remain in orbit to complete our mission, close scientific measurement of the break-up of this planet.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"104","ep_num":"5","ep_title":"The Naked Time","s":"1","e":"4"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): supplemental. Our orbit tightening. Our need for efficiency, critical. But unknown to us, a totally new and unusual disease has been brought aboard.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"104","ep_num":"5","ep_title":"The Naked Time","s":"1","e":"4"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-4 (Kirk): Stardate 1704.4. Ship out of control, spiraling down towards planet Psi 2000. We have nineteen minutes of life left without engine power or helm control.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"104","ep_num":"5","ep_title":"The Naked Time","s":"1","e":"4"},{"whichDotOnSpoke":"4","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-5 (Kirk): supplemental. The Enterprise, spiraling down out of control. Ships outer skin heating rapidly due to friction with planet atmosphere.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"104","ep_num":"5","ep_title":"The Naked Time","s":"1","e":"4"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log spock","trope_detail":"Ship's Log-5 (Spock):Stardate 1673.1. Entry made by Second Officer Spock. Captain Kirk retains command of this vessel, but his force of will rapidly fading. Condition of landing party critical. Transporter unit still under repair.","color":"cornflowerblue","ringAttr":"1","dotAttr":"0","ref_num":"105","ep_num":"6","ep_title":"The Enemy Within","s":"1","e":"5"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 1672.1. Specimen-gathering mission on planet Alpha 177. Unknown to any of us during this time, a duplicate of me, some strange alter ego, had been created by the transporter malfunction.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"105","ep_num":"6","ep_title":"The Enemy Within","s":"1","e":"5"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 1672.9. On the planets surface, temperatures are beginning to drop, our landing party there in growing jeopardy. Due to the malfunction of the ships transporter, an unexplained duplicate of myself definitely exists.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"105","ep_num":"6","ep_title":"The Enemy Within","s":"1","e":"5"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 1673.1. Something has happened to me. Somehow, in being duplicated, I have lost my strength of will. Decisions are becoming more and more difficult.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"105","ep_num":"6","ep_title":"The Enemy Within","s":"1","e":"5"},{"whichDotOnSpoke":"4","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-4 (Kirk): Stardate 1673.5. Transporter still inoperable. My negative self is under restraint in Sickbay. My own indecisiveness growing. My force of will steadily weakening. On the planet, condition critical. Surface temperature is seventy five degrees below zero, still dropping.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"105","ep_num":"6","ep_title":"The Enemy Within","s":"1","e":"5"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 1329.8. The U.S.S. Enterprise in pursuit of an unidentified vessel.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"106","ep_num":"7","ep_title":"Mudd's Women","s":"1","e":"6"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 1329.1. We've taken aboard from an unregistered transport vessel its captain and, and three unusual females. These women have a mysterious magnetic effect on the male members of my crew, including myself. Explanation unknown at present.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"106","ep_num":"7","ep_title":"Mudd's Women","s":"1","e":"6"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 1329.2. On board the U.S.S. Enterprise, a ships hearing is being convened against the transport vessels captain. I'm becoming concerned about the almost-hypnotic effect produced by the women.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"106","ep_num":"7","ep_title":"Mudd's Women","s":"1","e":"6"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-4 (Kirk): Stardate 1330.1. Position, fourteen hours out of Rigel 12. We're on auxiliary impulse engines. Fuel low, barely sufficient to achieve orbit over the planet. Lithium replacements are now imperative. The effect of Mudd's women on my crew continues to grow, still totally unexplained. Harry Mudd is confined to his quarters under guard.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"106","ep_num":"7","ep_title":"Mudd's Women","s":"1","e":"6"},{"whichDotOnSpoke":"4","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-5 (Kirk): Transporting down to surface of planet Rigel 12 to acquire replacement lithium crystals. Expect further difficulty from miners.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"106","ep_num":"7","ep_title":"Mudd's Women","s":"1","e":"6"},{"whichDotOnSpoke":"5","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-6 (Kirk): Have transported aboard the Enterprise to implement search with infrared scanners and sensing system. Magnetic storms on the planets surface are cutting down speed and efficiency of our equipment. Search now in progress for three hours, eighteen minutes.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"106","ep_num":"7","ep_title":"Mudd's Women","s":"1","e":"6"},{"whichDotOnSpoke":"6","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-7 (Kirk): Have expended all but forty three minutes of power. Ships condition, critical. Search now in progress seven hours, thirty one minutes. Magnetic storms are easing.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"106","ep_num":"7","ep_title":"Mudd's Women","s":"1","e":"6"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 2712.4. A signal from planet Exo 3. Doctor Roger Korby has been located, he and part of his expedition remaining alive due to the discovery of underground ruins left by the former inhabitants of this world.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"107","ep_num":"8","ep_title":"What Are Little Girls Made Of?","s":"1","e":"7"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 2713.5. In the distant reaches of our galaxy, we have made an astonishing discovery. Earth type radio signals coming from a planet which apparently is an exact duplicate of the Earth. It seems impossible, but there it is.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"108","ep_num":"9","ep_title":"Miri","s":"1","e":"8"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 2713.6. The building Miri led us to also housed an automatic transmission station, which sent out the signal that drew us to this planet. We also discovered something else. That the blues blotches, characteristic of the unknown disease had appeared on each of us, with the exception of Mister Spock. There was a well-equipped laboratory in the building. Doctor McCoy took tissue samples of each of us in an attempt to isolate the organism responsible.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"108","ep_num":"9","ep_title":"Miri","s":"1","e":"8"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Doctor McCoy's bio computer and a portable electronic microscope have been beamed down from the Enterprise. They will be used in conjunction with computer banks on-board ship.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"108","ep_num":"9","ep_title":"Miri","s":"1","e":"8"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-4 (Kirk): supplement. This is the second day of the seven left to us. We've found nothing. Enterprise is standing by with labs and computers ready to assist us.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"108","ep_num":"9","ep_title":"Miri","s":"1","e":"8"},{"whichDotOnSpoke":"4","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-5 (Kirk): Stardate 2717.3. Three days, seven hours left to us. Investigation proves that the supply of food in the area is running dangerously low. Unless something is done, the children will starve in a few months. The disease is working on each of us according to Doctor McCoy's prediction. Our tempers are growing short, and we're no further along than we were two days ago.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"108","ep_num":"9","ep_title":"Miri","s":"1","e":"8"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log mccoy","trope_detail":"Ship's Log-2 (McCoy): Made medical log regarding Dr. Van Gelder and possible situation. Kirk was then required to respond McCoy's log and went back to investigate Tantalus.","color":"cornflowerblue","ringAttr":"0","dotAttr":"2","ref_num":"109","ep_num":"10","ep_title":"Dagger of the Mind","s":"1","e":"9"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log spock","trope_detail":"Ship's Log-4 (Spock): First officer Spock, acting captain. I must now use an ancient Vulcan technique to probe into Van Gelder's tortured mind.","color":"cornflowerblue","ringAttr":"1","dotAttr":"0","ref_num":"109","ep_num":"10","ep_title":"Dagger of the Mind","s":"1","e":"9"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 2715.1. Exchanged cargo with penal colony on Tantalus V. I've departed without going ashore.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"109","ep_num":"10","ep_title":"Dagger of the Mind","s":"1","e":"9"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 2715.2. Standard orbit, planet Tantalus V.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"109","ep_num":"10","ep_title":"Dagger of the Mind","s":"1","e":"9"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 1512.2. On our third day of star mapping, an unexplained cubical object blocked our vessel's path. On the Bridge, Mister Spock immediately ordered general alert. My location, Sickbay. Quarterly physical check.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"110","ep_num":"11","ep_title":"The Corbomite Maneuver","s":"1","e":"10"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 1513.8. Star maps reveal no indication of habitable planets nearby. Origin and purpose of the cube still unknown. We've been here, held motionless, for eighteen hours.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"110","ep_num":"11","ep_title":"The Corbomite Maneuver","s":"1","e":"10"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 1514.0. The cube has been destroyed. Ships damage minor but my next decision, major. Probe on ahead or turn back.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"110","ep_num":"11","ep_title":"The Corbomite Maneuver","s":"1","e":"10"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-4 (Kirk): Stardate 1514.1. The Enterprise is in tow. To this point, no resistance has been offered. My plan? A show of resignation. Balok's tractor beam has to be a heavy drain of power on his small ship. Question. Will he grow careless?","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"110","ep_num":"11","ep_title":"The Corbomite Maneuver","s":"1","e":"10"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 3012.4. Despite our best efforts to disengage computers, the Enterprise is still locked on a heading for the mysterious planet Talos Four. Meanwhile, as required by Starfleet General Orders, a preliminary hearing on Lieutenant Commander Spock is being convened. And in all the years of my service, this is the most painful moment I've ever faced.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"111","ep_num":"12","ep_title":"The Menagerie, Part I","s":"1","e":"11"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 3012.6. General Court-Martial convened. Mister Spock has again waived counsel and has entered a plea of guilty.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"111","ep_num":"12","ep_title":"The Menagerie, Part I","s":"1","e":"11"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): supplemental. Mister Spock, on trial for mutiny, has forced the court to accept unusual evidence. On our monitor screen, the voyage of Captain Pike and the Enterprise to the one forbidden world in all the galaxy.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"111","ep_num":"12","ep_title":"The Menagerie, Part I","s":"1","e":"11"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk-personal): Stardate 3013.1. I find it hard to believe the events of the past twenty four hours or the plea of Mister Spock standing general court-martial.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"112","ep_num":"13","ep_title":"The Menagerie, Part II","s":"1","e":"12"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk-personal): Stardate 3013.2. Reconvening court-martial of Mister Spock and the strangest trial evidence ever heard aboard a starship. From the mysterious planet now only one hour ahead of us, the story of Captain Pikes imprisonment there.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"112","ep_num":"13","ep_title":"The Menagerie, Part II","s":"1","e":"12"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log mccoy","trope_detail":"Ship's Log-4 (McCoy-Medical): Lieutenant Riley's sufficiently recovered to be discharged, but the Captains ordered him restricted to Sickbay to prevent contact with the passenger who calls himself Karidian and who's suspected of being Kodos the Executioner and of murdering the Lieutenant's family.","color":"cornflowerblue","ringAttr":"0","dotAttr":"2","ref_num":"113","ep_num":"14","ep_title":"The Conscience of the King","s":"1","e":"13"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 2817.6. Starship Enterprise diverted from scheduled course. Purpose, to confirm discover by Doctor Thomas Leighton of an extraordinary new synthetic food which would totally end the threat of famine on Cygnia Minor, a nearby Earth colony.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"113","ep_num":"14","ep_title":"The Conscience of the King","s":"1","e":"13"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 2818.9. There are many questions in my mind, too many, perhaps, about the actor Karidian and his daughter. For personal reasons, I'm almost afraid to learn the answers.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"113","ep_num":"14","ep_title":"The Conscience of the King","s":"1","e":"13"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 2819.1. Ships officer Riley's condition worsening. Doctor McCoy making lab analysis to determine cause and antidote. Entire crew deeply concerned.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"113","ep_num":"14","ep_title":"The Conscience of the King","s":"1","e":"13"},{"whichDotOnSpoke":"4","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-5 (Kirk): Stardate 2819.8. Suspect under surveillance. Strategic areas under double guard. Performance of the Karidian Players taking place as scheduled.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"113","ep_num":"14","ep_title":"The Conscience of the King","s":"1","e":"13"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 1709.2. Patrolling outposts guarding the neutral zone between planets Romulus and Remus and the rest of the galaxy, received emergency call from outpost 4. The U.S.S. Enterprise is moving to investigate and assist.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"114","ep_num":"15","ep_title":"Balance of Terror","s":"1","e":"14"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 1709.6. We are at the Neutral Zone. Have lost contact with the intruder. No reaction on our motion sensors but believe the Romulan vessel to be somewhere close by; With all engines and systems shut down, the Enterprise is also playing the silent waiting game in hope of regaining contact.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"114","ep_num":"15","ep_title":"Balance of Terror","s":"1","e":"14"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): supplemental. Now motionless for nine hours, forty seven minutes.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"114","ep_num":"15","ep_title":"Balance of Terror","s":"1","e":"14"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 3025 er, point 3. We are orbiting an uninhabited planet in the Omicron Delta region. A planet remarkably like Earth, or how we remember Earth to be. Park-like, beautiful, green, flowers, trees, green lawn, quiet and restful. Almost too good to be true.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"115","ep_num":"16","ep_title":"Shore Leave","s":"1","e":"15"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 3025.8. Investigation of this increasingly unusual planet continues, and we are seeing things that cannot possibly exist, yet they are undeniably real.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"115","ep_num":"16","ep_title":"Shore Leave","s":"1","e":"15"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): supplemental. All contact with the Enterprise has been lost. We're trapped here. Our ships surgeon, my personal friend, is dead. We're certain now that whatever were facing is terribly real.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"115","ep_num":"16","ep_title":"Shore Leave","s":"1","e":"15"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 2821.5. On route to Makus Three with a cargo of medical supplies. Our course leads us past Murasaki 312, a quasar-like formation, vague, undefined. A priceless opportunity for scientific investigation. On board is Galactic High Commissioner Ferris, overseeing the deliver of the medicines to Makus Three.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"116","ep_num":"17","ep_title":"The Galileo Seven","s":"1","e":"16"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 2821.7. The electromagnetic phenomenon known as Murasaki Three Twelve whirls like some angry blight in space, a depressive reminder that seven shipmates still have not been heard from. Equally bad, the effect has rendered our normal searching systems useless. Without them, we are blind and almost helpless.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"116","ep_num":"17","ep_title":"The Galileo Seven","s":"1","e":"16"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 2822.3. We continue to search, but I find it more difficult each moment to ward off a sense of utter futility and great loss.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"116","ep_num":"17","ep_title":"The Galileo Seven","s":"1","e":"16"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-4 (Kirk): Stardate 2823.1. Our landing parties are on the surface of Taurus Two. We continue to hope. Instruments are slowly returning to an operable condition as the ion storm slowly disperses. On the ship, we can only wait helplessly.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"116","ep_num":"17","ep_title":"The Galileo Seven","s":"1","e":"16"},{"whichDotOnSpoke":"4","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-5 (Kirk): supplement. The search parties have returned to the ship, and the Columbus is on its way back. I have been compelled to abandon the search.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"116","ep_num":"17","ep_title":"The Galileo Seven","s":"1","e":"16"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Spock): Stardate 2124.5. First Officer Spock reporting for Captain James Kirk. We are orbiting the lone unrecorded planet in the star desert. For four hours, we have made every possible instrument sweep, but Captain Kirk and Helmsman Sulu remain unaccounted for. I have placed the ship on red alert.","color":"cornflowerblue","ringAttr":"1","dotAttr":"0","ref_num":"117","ep_num":"18","ep_title":"The Squire of Gothos","s":"1","e":"17"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log spock","trope_detail":"Ship's Log-2 (Spock): Stardate 2125.7. Science Officer Spock reporting for Captain Kirk. We have completed fourteenth orbit of this planet without establishing contact with our missing officers or the parties sent to find them. Subspace communications remain blocked. However, by diverting impulse power to our sensors, we have made them operable, and we have detected one small area on the surface which seems relatively stable.","color":"cornflowerblue","ringAttr":"1","dotAttr":"0","ref_num":"117","ep_num":"18","ep_title":"The Squire of Gothos","s":"1","e":"17"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log spock","trope_detail":"Ship's Log-3 (Spock): Stardate 2126.3. First Officer Spock reporting. Still no word from Captain Kirk on the surface below us. Waiting time is almost up. I will soon be forced to attempt departure as per instructions.","color":"cornflowerblue","ringAttr":"1","dotAttr":"0","ref_num":"117","ep_num":"18","ep_title":"The Squire of Gothos","s":"1","e":"17"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 2126.1. Delayed report. The whole bridge crew are the unwilling guests of the creature who calls himself Trelane. We are weaponless, powerless, and our only hope of escape with the Enterprise lies in playing his games. I've decided to make my move with the field of honour game, and everything depends on my one chance with the ancient duelling pistol.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"117","ep_num":"18","ep_title":"The Squire of Gothos","s":"1","e":"17"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 3045.6 The Enterprise has responded to a call from Earth observation outpost on Cestus Three. On landing, we have discovered that the outpost has been destroyed.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"118","ep_num":"19","ep_title":"Arena","s":"1","e":"18"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): supplement. We have beamed back to the Enterprise and immediately set out in pursuit of the alien vessel. It appears to be headed toward a largely unexplored section of the galaxy.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"118","ep_num":"19","ep_title":"Arena","s":"1","e":"18"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 3046.2. We are in hot pursuit of the alien vessel which destroyed the Earth outpost on Cestus Three.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"118","ep_num":"19","ep_title":"Arena","s":"1","e":"18"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log spock","trope_detail":"Ship's Log-4 (Spock): Stardate 3113.9. First Officer Spock recording. Due to an unfortunate accident, we have taken aboard another unwanted passenger.","color":"cornflowerblue","ringAttr":"1","dotAttr":"0","ref_num":"119","ep_num":"20","ep_title":"Tomorrow Is Yesterday","s":"1","e":"19"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 3113.2. We were en-route to Starbase 9 for resupply when a black star of high gravitational attraction began to drag us toward it. It required all warp power in reverse to pull us away from the star. But, like snapping a rubber band, the breakaway sent us plunging through space, out of control, to stop here, wherever we are.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"119","ep_num":"20","ep_title":"Tomorrow Is Yesterday","s":"1","e":"19"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): supplemental. Engineering Officer Scott informs warp engines damaged, but can be made operational and reenergised.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"119","ep_num":"20","ep_title":"Tomorrow Is Yesterday","s":"1","e":"19"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 3113.7. Our engines are being repaired, but we are still locked in time, and we have aboard a passenger whom we do not want, and we cannot return.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"119","ep_num":"20","ep_title":"Tomorrow Is Yesterday","s":"1","e":"19"},{"whichDotOnSpoke":"4","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-5 (Kirk): Stardate 3114.1. We must make an attempt to break free of this time, or we and our reluctant passengers will remain its prisoners. All we have is a theory and a few facts.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"119","ep_num":"20","ep_title":"Tomorrow Is Yesterday","s":"1","e":"19"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log spock","trope_detail":"Ship's Log-4 (Spock): Stardate 2949.9. The evidence presented by the visual playback to my general court-martial was damning. I suspect even my attorney has begun to doubt me.","color":"cornflowerblue","ringAttr":"1","dotAttr":"0","ref_num":"120","ep_num":"21","ep_title":"Court Martial","s":"1","e":"20"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 2947.3. We have been through a severe ion storm. One crewman is dead. Ships damage is considerable. I have ordered a non-scheduled layover on Starbase Eleven for repairs. A full report of damages was made to the commanding officer of Starbase Eleven, Commodore Stone.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"120","ep_num":"21","ep_title":"Court Martial","s":"1","e":"20"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): Stardate 2948.5. Starship Enterprise remains in orbit around Starbase Eleven. Full repairs in progress. I've been ordered to stand by on Starbase Eleven until the inquiry into the death of Lieutenant Commander Finney can be conducted. I'm confident of the outcome.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"120","ep_num":"21","ep_title":"Court Martial","s":"1","e":"20"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 2948.9. The officers who will comprise my court-martial board are proceeding to Starbase Eleven. Meanwhile, repairs on the Enterprise are almost complete.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"120","ep_num":"21","ep_title":"Court Martial","s":"1","e":"20"},{"whichDotOnSpoke":"4","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-5 (Kirk): Stardate 2950.1. After due consideration, the general court-martial has reconvened on board the Enterprise.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"120","ep_num":"21","ep_title":"Court Martial","s":"1","e":"20"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 3156.2. While orbiting planet Beta Three trying to find some trace of the starship Archon that disappeared here a hundred years ago, a search party consisting of two Enterprise officers were sent to the planet below. Mister Sulu has returned, but in a highly agitated mental state. His condition requires I beam down with an additional search detail.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"121","ep_num":"22","ep_title":"The Return of the Archons","s":"1","e":"21"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): stardate 3157.4. The Enterprise, still under attack by some sort of heat rays from the surface of Beta Three, is now being commanded by Engineering Officer Scott. The shore party has been taken by the creature called Landru.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"121","ep_num":"22","ep_title":"The Return of the Archons","s":"1","e":"21"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): stardate 3158.7 The Enterprise is preparing to leave Beta Three in Star system C One Eleven. Sociologist Lindstrom is remaining behind with a party of experts who will help restore the planets culture to a human form.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"121","ep_num":"22","ep_title":"The Return of the Archons","s":"1","e":"21"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3141.9. A full hour has elapsed since interception of the strange vessel. Our presence alongside is still being completely ignored. Although our sensors continue to show signs of equipment and life aboard, there has been no indication of danger to us.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"122","ep_num":"23","ep_title":"Space Seed","s":"1","e":"22"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): supplemental. Alongside the SS Botany Bay for ten hours now. A boarding party of engineering and medical specialists are now completing their examination of the mysterious vessel. Attempts to revive other sleepers await our success or failure with the casualty already beamed over. Doctor McCoy is frankly amazed at his physical and recuperative power.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"122","ep_num":"23","ep_title":"Space Seed","s":"1","e":"22"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 3143.3. Control of the Enterprise has been regained. I wish my next decisions were no more difficult. Khan and his people. What a waste to put them in a reorientation centre. And what do I do about McGivers?","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"122","ep_num":"23","ep_title":"Space Seed","s":"1","e":"22"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3192.1. The Enterprise is en route to star cluster NGC 321. Objective, to open diplomatic relations with the civilisations known to be there. We have sent a message to Eminiar Seven, principal planet of the star cluster, informing them of our friendly intentions. We are awaiting an answer.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"123","ep_num":"24","ep_title":"A Taste of Armageddon","s":"1","e":"23"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): stardate 3192.5. Now in standard orbit around planet Eminiar Seven. My orders are clear. We must establish diplomatic relations at all cost. Preparing to beam down to planet surface.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"123","ep_num":"24","ep_title":"A Taste of Armageddon","s":"1","e":"23"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): delayed. The Enterprise, in orbit about Eminiar Seven, has been declared a casualty of an incredible war fought by computers. I and my landing party, though apparently not included as casualties aboard the Enterprise, are confined on the planets surface, awaiting what?","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"123","ep_num":"24","ep_title":"A Taste of Armageddon","s":"1","e":"23"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log scotty","trope_detail":"Ship's Log-4 (Scotty): stardate 3193.0. Chief Engineer Scott recording. The Captain and First Officer are overdue and missing on the surface of Eminiar Seven. I have taken standard precautionary measures while we continue our attempts to locate them.","color":"red","ringAttr":"0","dotAttr":"2","ref_num":"123","ep_num":"24","ep_title":"A Taste of Armageddon","s":"1","e":"23"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3417.3. We thought our mission to Omicron Ceti Three would be an unhappy one. We had expected to find no survivors of the agricultural colony there. Apparently, our information was incorrect.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"124","ep_num":"25","ep_title":"This Side of Paradise","s":"1","e":"24"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): supplemental. We have been ordered by Starfleet Command to evacuate the colony on Omicron Three. Howe'ver, the colony leader, Elias Sandoval, has refused all co-operation and will not listen to any arguments.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"124","ep_num":"25","ep_title":"This Side of Paradise","s":"1","e":"24"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): Stardate 3417.5. The pod plants have spread spores throughout the ship, carried by the ventilation system. Under their influence, my crew is deserting to join the Omicron colony, and I can't stop them. I dont know why I have not been infected, nor can I get Doctor McCoy to explain the physical-psychological aspects of the infection.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"124","ep_num":"25","ep_title":"This Side of Paradise","s":"1","e":"24"},{"whichDotOnSpoke":"3","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-4 (Kirk): stardate 3417.7. Except for myself, all crew personnel have transported to the surface of the planet. Mutinied. Lieutenant Uhura has effectively sabotaged the communications station. I can only contact the surface of the planet. The ship can be maintained in orbit for several months, but even with automatic controls, I cannot pilot her alone. In effect, I am marooned here. I'm beginning to realise just how big this ship really is, how quiet. I dont know how to get my crew back, how to counteract the effect of the spores. I dont know what I can offer against paradise.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"124","ep_num":"25","ep_title":"This Side of Paradise","s":"1","e":"24"},{"whichDotOnSpoke":"4","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-5 (Kirk): upplemental. I think I've discovered the answer, but to carry out my plan entails considerable risk. Mister Spock is much stronger than the ordinary human being. Aroused, his great physical strength could kill. But its a risk Ill have to take.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"124","ep_num":"25","ep_title":"This Side of Paradise","s":"1","e":"24"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3196.1. A distress call from the pergium production station on Janus Six has brought the Enterprise to that long-established colony. Mister Spock, Doctor McCoy, and I have beamed down to meet with Chief Engineer Vanderberg, administrative head of Janus Six.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"125","ep_num":"26","ep_title":"The Devil in the Dark","s":"1","e":"25"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3198.4. We have reached Organia and established standard orbit. No signs of hostile activities in this area.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"126","ep_num":"27","ep_title":"Errand of Mercy","s":"1","e":"26"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): stardate 3201.7. Mister Spock and I are trapped on the planet Organia, which is in the process of being occupied by the forces of the Klingon Empire. The Organians have provided us with native clothing in the hopes we may be taken for Organians.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"126","ep_num":"27","ep_title":"Errand of Mercy","s":"1","e":"26"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3087.6. While investigating an uncharted planet, the Enterprise and at least this entire quadrant of space, has been subjected to violent, unexplained stress and force. Sensors have reported the presence of a human being on the planet below who might be connected with the phenomenon. With my first officer and a security team, I have set out in search of him.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"127","ep_num":"28","ep_title":"The Alternative Factor","s":"1","e":"27"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): stardate 3088.3. We continue to orbit the dead planet, which seems to be the source of the phenomenon which has struck the Enterprise and all sections of the galaxy once again. As for Lazarus, the story he tells me about the humanoid continues to trouble me.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"127","ep_num":"28","ep_title":"The Alternative Factor","s":"1","e":"27"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): stardate 3088.7. We are no closer to finding an answer to the strange phenomenon than we were at the beginning. Not only have two of my crewmen been attacked, two of our dilithium crystals are missing, and without them the Enterprise cannot operate at full power. They must be found.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"127","ep_num":"28","ep_title":"The Alternative Factor","s":"1","e":"27"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): supplemental entry. Two drops of cordrazine can save a mans life. A hundred times that amount has just accidentally been pumped into Doctor McCoys body. In a strange, wild frenzy, he has fled the ships Bridge. All connecting decks have been placed on alert. We have no way of knowing if the madness is permanent or temporary, or in what direction it will drive McCoy.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"128","ep_num":"29","ep_title":"The City on the Edge of Forever","s":"1","e":"28"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): no stardate. For us, time does not exist. McCoy, back somewhere in the past, has effected a change in the course of time. All Earth history has been changed. There is no starship Enterprise. We have only one chance. We have asked the Guardian to show us Earths history again. Spock and I will go back into time ourselves and attempt to set right what ever it was that McCoy changed.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"128","ep_num":"29","ep_title":"The City on the Edge of Forever","s":"1","e":"28"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3287.2. The mass insanity we have tracked across this section of the galaxy seems to have already touched Deneva. That planet, colonised over a century ago, is one of the most beautiful in the galaxy.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"129","ep_num":"30","ep_title":"Operation: Annihilate!","s":"1","e":"29"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): supplemental. Whatever the creatures are, they have apparently taken over all the inhabitants of Deneva. Meanwhile, ships surgeon Doctor McCoy is examining a strange puncture wound left by one of the creatures on Mister Spocks back.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"129","ep_num":"30","ep_title":"Operation: Annihilate!","s":"1","e":"29"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): stardate 3289.8. I am faced with the most difficult decision of my life. Unless we find a way to destroy the creatures without killing their human hosts, my command responsibilities will force me to kill over a million people.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"129","ep_num":"30","ep_title":"Operation: Annihilate!","s":"1","e":"29"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3372.7. On course, on schedule, bound for Altair Six via Vulcan. First Officer Spock seems to be under stress. He has requested and been granted shore leave. Ship surgeon McCoy has him under medical surveillance.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"201","ep_num":"31","ep_title":"Amok Time","s":"2","e":"1"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3468.1. While approaching Pollux Four, a planet in the Beta Geminorum system, the Enterprise has been stopped in space by an unknown force of some kind.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"202","ep_num":"32","ep_title":"Who Mourns for Adonais?","s":"2","e":"2"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3541.9. The presence of Nomad aboard my ship has become nightmarish. Now it apparently means to return to Earth. Once there, it would automatically destroy all life.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"203","ep_num":"33","ep_title":"The Changeling","s":"2","e":"3"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate unknown. During an ion storm, my landing party has beamed back to the Enterprise and found it and the personnel aboard changed. The ship is subtly altered physically. Behaviour and discipline has become brutal, savage.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"204","ep_num":"34","ep_title":"Mirror, Mirror","s":"2","e":"4"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): supplemental. I command an Enterprise where officers apparently employ private henchmen among the crew, where assassination of superiors is a common means of advancing in rank.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"204","ep_num":"34","ep_title":"Mirror, Mirror","s":"2","e":"4"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): stardate unknown. We are trapped in a savage, parallel universe from which we must escape within four hours, or I will face a death sentence at Mister Spocks hands.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"204","ep_num":"34","ep_title":"Mirror, Mirror","s":"2","e":"4"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): stardate 3715.3. While making a routine exploration of the unexplored Gamma Trianguli Six, one of my men has been killed by a poisonous plant.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"205","ep_num":"35","ep_title":"The Apple","s":"2","e":"5"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-2 (Kirk): supplementary, Our investigation of Gamma Trianguli Six has suddenly turned into a nightmare. We're being watched and followed, Mister Spock has been injured, and now we find we are unable to return to the ship.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"205","ep_num":"35","ep_title":"The Apple","s":"2","e":"5"},{"whichDotOnSpoke":"2","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-3 (Kirk): stardate 3715.6. We have been introduced to Vaal. Evidently the source of the planets power emanations and possibly the force that threatens both us and our ship.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"205","ep_num":"35","ep_title":"The Apple","s":"2","e":"5"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Decker): stardate 4202.1. Exceptionally heavy subspace interference still prevents our contacting Starfleet to inform them of the destroyed solar systems we have encountered. We are now entering system L-374. Science Officer Masada reports the fourth planet seems to be breaking up. We are going to investigate.","color":"gold","ringAttr":"0","dotAttr":"0","ref_num":"206","ep_num":"36","ep_title":"The Doomsday Machine","s":"2","e":"6"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 3018.2. Crewman Jackson is dead and there are no apparent physical causes. Mister Scott and Mister Sulu are still out of touch on the planet below. Leaving Assistant Chief Engineer DeSalle in command of the Enterprise, I'm beaming down to the planets surface to find my two missing crewmen and discover what killed Jackson.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"207","ep_num":"37","ep_title":"Catspaw","s":"2","e":"7"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log kirk","trope_detail":"Ship's Log-1 (Kirk): Stardate 4513.3. After having been taken over by an android, the Enterprise has been under way at warp seven for four days. Now we are entering orbit around a planet which has never been charted.","color":"gold","ringAttr":"1","dotAttr":"0","ref_num":"208","ep_num":"38","ep_title":"I, Mudd","s":"2","e":"8"},{"whichDotOnSpoke":"0","trope":"Captain's Log","tags":"exposition log scotty","trope_detail":"Ship's Log-1 (Scotty): Stardate 3219.8. Lieutenant Commander Scott recording in the absence of Captain Kirk. A shuttlecraft bearing the Captain, the first officer, Chief Surgeon McCoy, and Assistant Federation Commissioner Hedford is now definitely overdue for a rendezvous with the Enterprise. We are attempting to backtrack it.","color":"red","ringAttr":"0","dotAttr":"2","ref_num":"209","ep_num":"39","ep_title":"Metamorphosis","s":"2","e":"9"},{"whichDotOnSpoke":"1","trope":"Captain's Log","tags":"exposition log scotty","trope_detail":"Ship's Log-2 (Scotty): Stardate 3220.3. Lieutenant Commander Scott reporting in lieu of the Captain and the first officer. We are continuing our search for the missing shuttlecraft.","color":"red","ringAttr":"0","dotAttr":"2","ref_num":"209","ep_num":"39","ep_title":"Metamorphosis","s":"2","e":"9"}]